<?php

return [
    'plural' => 'الحاضرين',
    'singular' => 'الحاضر',
    'empty' => 'لا توجد حاضرين',
    'select' => 'اختر الحاضر',
    'permission' => 'ادارة الحاضرين',
    'trashed' => 'الحاضرين المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'الحاضرين',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  الحاضر',
        'delete' => 'حذف الحاضر',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الحاضر بنجاح .',
        'updated' => 'تم تعديل الحاضر بنجاح .',
        'deleted' => 'تم حذف الحاضر بنجاح .',
    ],
    'attributes' => [
        'name' => 'الاسم',
        'mobile' => 'رقم الهاتف',
        'email' => 'البريد الالكتروني',
        'event_day_id' => 'تاريخ العرض',
        'showtime_id' => 'موعد العرض',
        'movie_id' => 'الفيلم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الحاضر ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
