<?php

return [
    'plural' => 'أيام العرض',
    'singular' => 'يوم العرض',
    'empty' => 'لا توجد أيام العرض',
    'select' => 'اختر يوم العرض',
    'permission' => 'ادارة أيام العرض',
    'trashed' => 'أيام العرض المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'أيام العرض',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  يوم العرض',
        'delete' => 'حذف يوم العرض',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة يوم العرض بنجاح .',
        'updated' => 'تم تعديل يوم العرض بنجاح .',
        'deleted' => 'تم حذف يوم العرض بنجاح .',
    ],
    'attributes' => [
        'date' => 'تاريخ العرض',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا يوم العرض ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
