<?php

return [
    'plural' => 'الأفلام',
    'singular' => 'الفيلم',
    'empty' => 'لا توجد أفلام',
    'select' => 'اختر الفيلم',
    'permission' => 'ادارة الأفلام',
    'trashed' => 'الأفلام المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'الأفلام',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  الفيلم',
        'delete' => 'حذف الفيلم',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الفيلم بنجاح .',
        'updated' => 'تم تعديل الفيلم بنجاح .',
        'deleted' => 'تم حذف الفيلم بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الفيلم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الفيلم ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
