<?php

return [
    'plural' => 'أوقات العرض',
    'singular' => 'موعد العرض',
    'empty' => 'لا توجد أوقات العرض',
    'select' => 'اختر موعد العرض',
    'permission' => 'ادارة أوقات العرض',
    'trashed' => 'أوقات العرض المحذوفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'أوقات العرض',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  موعد العرض',
        'delete' => 'حذف موعد العرض',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة موعد العرض بنجاح .',
        'updated' => 'تم تعديل موعد العرض بنجاح .',
        'deleted' => 'تم حذف موعد العرض بنجاح .',
    ],
    'attributes' => [
        'start_time' => 'وقت البدء',
        'end_time' => 'وقت الانتهاء',
        'start_time.date_format' => 'يجب أن يكون وقت البدء بالصيغة HH:MM.',
        'end_time.date_format' => 'يجب أن يكون وقت الانتهاء بالصيغة HH:MM.',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا موعد العرض ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
